{
	"type" : "UnsupervisedDirectory",
	"isDirectory": true,
    "filename" : "Memos",
	"files" : [
		"json/unsupervised2/memos/memo1",
		"json/unsupervised2/memos/memo2",
		{
			"htmlTemplate": "memotemplate.bars",
			"type" : "CompanyMemo",
			"receiver" : "Company Archives",
			"date" : "May 1, 20XX",
			"subject" : "Project Sesh@ Abstract",
			"from" : "Qualia Research Team",
			"text" : "Project Sesh@ is a cross functional deployment of our AI into the field to complete The Sorting. With state of the art technology that we've in-depth tested for completeness, we expect over 85 percent accuracy to complete the goals of The Regime. This technology includes face recognition, personality inference, and advising based on threat level. We were contracted for this project by the Regime after developing our intelligence to a height of excellence unprecedented. We hope to serve our unity and make the most of our progress."
		}, 
		{
			"htmlTemplate": "memotemplate.bars",
			"type" : "CompanyMemo",
			"receiver" : "Company Archives",
			"date" : "May 5, 20XX",
			"subject" : "Project Sesh@ Conclusion",
			"from" : "Qualia Research Team",
			"text" : "Ultimately, we believe our implementation and strategies are foolproof. Our AI is not only completely unhackable, but also is completely subservient. We fully expect The Sorting to fo off without a hitch. We will first start with the deplorables. Next, we will move to the threats. Finally, we will be complete, after so many years of struggle. This is Project Sesh@. We thank you for your support and service."
		}, 
		{
			"htmlTemplate": "memotemplate.bars",
			"type" : "CompanyMemo",
			"receiver" : "Whoever Left Trash In The Hallway",
			"date" : "June 1, 20XX",
			"subject" : "PICK IT UP",
			"from" : "Anon",
			"text" : "Real talk, it is not cool!!!! I am just trying to keep busy with my work, and you are leaving your TRASH in the hall. We are not The Deplorables. We are CIVILIZED. If I find you littering, I will literally end you! Now PICK IT UP"
		},
		{
			"htmlTemplate": "memotemplate.bars",
			"type" : "CompanyMemo",
			"receiver" : "Employees of Qualia",
			"date" : "June 2, 20XX",
			"subject" : "Re: PICK IT UP",
			"from" : "Your Qualia Family",
			"text" : "Dear Employees of Qualia,\nWe would like to let you know that we have identified the employee who wrote the rude and uncivilized message yesterday. This is not acceptable. We have removed them from our ranks, and they will no longer be part of our mission at Qualia. In fact, you might be glad to know that we will be putting them into The Sorting. We do not allow this kind of behavior here. We expect excellence.\nThat being said, littering is unacceptable as well. We will allow you the benefit of a mistake. However, if we do indeed find you littering, we might have to take effective punishment. Please do not let us down.\nSincerely,\nYour Qualia Family"
		}
	]
}
