{
	"type" : "UnsupervisedDirectory",
    "filename" : "News",
	"entries" : [
		{
			"htmlTemplate": "newsarticletemplate.bars",
			"filename" : "Protests-to-begin-in-wake.nws",
			"headline": "Protests to begin in wake of murder",
			"text" : "Citizens have been taking to the streets in response to the high profile case that began when ________ was murdered last Tuesday in what some are calling an “attempted coup”. At this time there are still no officially named suspects in the case. Details on any information that law enforcement has have been kept secret. Many are outraged as they believe it to be an inside job. One man at the march on the capitol said, “This is just another slap in the face of our rules and our laws. A fatal slap. How many more slaps are we going to take before something changes?” Emotions have been running high and very few members of our elected officials have spoken out about the crisis. Nationwide protests are scheduled to commence sometime after next week.",
			"author" : "Fork DeVille"
		},
		{
			"htmlTemplate": "newsarticletemplate.bars",
			"filename" : "Two-beaten.nws",
			"headline": "Two beaten following assassination",
			"text": "Iain Mirela and Anna Lamya, a couple from the Marillon-Urn district of San Flamingo were beaten badly yesterday in the street outside their apartment as they returned from dinner. Mirela sustained bruises on many parts of his body including a contusion on his chest while Lamya suffered a black eye. Mirela couldn’t be reached for comment in the hospital, but Lamya described the attackers as “two men wearing all black with ski masks.” Lamya and Mirela own and operate Cake Taxi, a bakery in the Marillon-Urn district, and Lamya stated that “there’s no reason for that to happen, we don’t have any enemies.” During the assault, the attackers reportedly referred to Mirela and Lamya as “DEROGATORY_TERM_FOR_MINORITY_TRAIT.” Cake Taxi specializes in light bites and pastries for catering. It offers a locally sourced San Flamingo menu and fresh products.",
			"author" : "Tale Cisco"
		}
	]
}
