{
	"htmlTemplate" : null,
	"conversation" : [
		{"from": "_CEO", "message" : "Hey, I just heard back from Angel Inc!"},
		{"from": "_CoFounder", "message" : "What's up?"},
		{"from": "_CEO", "message" : "We got some funding, not as much as we asked but enough to get Sesh@ to a point where we can work on it full time."},
		{"from": "_CoFounder", "message" : "That's awesome, how much did they give us?"},
		{"from": "_CEO", "message" : "250k"},
		{"from": "_CoFounder", "message" : "Thats enough to get everyone standing desks!"},
		{"from": "_CEO", "message" : "You're so chip city its actually gross"},
		{"from": "_CoFounder", "message" : "I'm kidding, jeez"},
		{"from": "_CEO", "message" : "Anyway, we could maybe expand our team. Really flesh out Sesh@, we have already have some good stuff going, I think this can be big."},
		{"from": "_CoFounder", "message" : "I'm cautiously opimistic"},
		{"from": "_CoFounder", "message" : "I mean the money is great and all, but you really think it's enough to go full time on Sesh@"},
		{"from": "_CoFounder", "message" : "Even in chip valley, you know those valuations don't last forever"},
		{"from": "_CEO", "message" : "Some of the guys at Angel Inc. are connected with marketing firms, they seemed a bit interested in our tech"},
		{"from": "_CEO", "message" : "I know it's not exactly what we were planning on doing but I think it's the right move"},
		{"from": "_CEO", "message" : "I mean 250 isn't exaclty something to scoff at but it's not exactly ThisIs money"},
		{"from": "_CoFounder", "message" : "Yeah, thats the way it goes in chip city"},
		{"from": "_CoFounder", "message" : "I suppose we should be grateful, I mean our tech isn't exactly top of the line"},
		{"from": "_CEO", "message" : "It's better than what most companies are putting out"},
		{"from": "_CoFounder", "message" : "That's true haha"},
		{"from": "_CEO", "message" : "And if we can get some contracts we'll have enough money to develop Sesh@ into something big"},
		{"from": "_CEO", "message" : "I mean how many companies have WORKING adaptable AI at this point? Sesh@ isn't perfect but it is promising"},
		{"from": "_CoFounder", "message" : "I know, it just seems so crazy. 10 months ago this was just a side project and now we've already got our first investors"},
		{"from": "_CEO", "message" : "Worst case scenario we sell out to Noogle take our checks and start a microbrewery in San Flamingo"},
		{"from": "_CoFounder", "message" : "God just three years in Chip City and you already have gone full yuppie"},
		{"from": "_CEO", "message" : "¯|_(ツ)_/¯"},
		{"from": "_CEO", "message" : "Speaking of yuppie microbreweries wanna hit up Facsimilie to celebrate?"},
		{"from": "_CoFounder", "message" : "You know it ;)"},
	]
}
